

<?php include '../header.php'; ?>

<!-- https://www.manara.asia/tw/ -->
<!--{$smarty.const.ROOT_URLPATH}-->


<div id="container">
    <div id="one_maincolumn" class="main_column">
        
        <!--<link rel="stylesheet" href="-->
        <!--{$smarty.const.ROOT_URLPATH}-->
        <!--user_data/packages/defaultta/css/new_lee.css" /> -->
        
        
        <!--   肚子開始  -->
        <link rel="stylesheet" href="../user_data/new_201811/css/new_login.css" />



        <div id="mypagecolumn"  class="container sec-wrap">
            <div id="undercolumn_entry">
                <h2>
                    註冊條款
                    <font>MEMBER</font>
                </h2>
                <p class="message">歡迎您在MaNara進行消費；請您先詳細閱讀以下約定條款：</p>
                <p>本約定條款的目的，是為了保護MaNara「曼娜麗股份有限公司」以及您的利益，如果您點選「我同意」或類似語意的選項、或在MaNara進行訂購、付款、消費或進行相關行為，就視為您事先已經知悉、並同意本約定條款的所有約定。</p>

                <form name="form2" id="form2" method="post" action="?">
                <input type="hidden" name="<!--{$smarty.const.TRANSACTION_ID_NAME}-->" value="<!--{$transactionid}-->" />
                <!-- <textarea name="textfield" style="width:100%;height:200px;overflow-y: scroll; overflow-x: hidden;" readonly="readonly">{"\n"}{$tpl_kiyaku_text|h}</textarea> -->
                <textarea name="textfield" readonly="readonly">
                    一、使用者

                    如果您要在MaNara電子商務進行消費，您必須在訂購流程中先填入您所合法取得且仍有效使用之電子郵件信箱並自行設定一組密碼；當您第一次在MaNara電子商務留存相關資料或完成消費，本服務系統將紀錄您所填入之電子郵件信箱及您所自行設定之密碼，您並同意日後應以該組電子郵件信箱及密碼登錄後於MaNara電子商務進行消費。
                    您有自行妥善保管您留存於本公司系統之電子郵件帳號及所自行設定密碼之義務，不得將該電子郵件帳號及密碼透露或提供給第三人知悉、或出借或轉讓第三人使用。對於所有使用該組電子郵件帳號及密碼登入本服務系統所為之一切行為，都視為您自己之行為，並應由您負其責任。
                    若您發現您的電子郵件帳號及密碼遭人冒用，請即時通知MaNara；MaNara將於獲悉您的電子郵件帳號及密碼遭冒用時，立即暫停該電子郵件帳號所生交易之處理及後續利用

                    ◆獲取顧客之個人資料方式如下:	
                    電話、名信片、傳真、官方網站、手機網頁、本公司既有顧客的推薦等。
                    ◆蒐集顧客個人資料項目如下記。
                    姓名、地址、電話、電子郵件、信用卡或簽帳卡號碼、銀行帳戶號碼、年齡或出生年月日、職業、意見或問卷等回答內容、購買之商品內容以及支付方式等。
                    ◆顧客個人資料蒐集目的如下記。
                    1.發送關於購買商品以及定期刊物等廣告信件。
                    2.對於顧客所諮詢的問題進行回答。
                    3.關於本公司的通知、新聞、問卷調查(包含部份廣告)等信息發佈。
                    ◆為避免對應不周、內容聽取錯誤等問題，本公司與客人的交談內容一律透過文字或錄音方式記錄存證，並活用於下記事項。
                    1.訂購商品的確認。
                    2.確保訂購商品送達指定地點。
                    3.訂購商品的貨款請求以及支付確認。
                    4.參考顧客意見以及需求，努力提升服務品質。
                    5.確實掌握顧客諮詢內容，提供最適切的對應。
                    ◆個人資料的公開・更正・刪除申請方法
                    顧客若對於自身的個人資料有查詢、修正等需求時，可依據本公司規定，在本公司確認查詢顧客為本人的狀況下進行。受理窗口聯繫。
                    【聯絡客服】
                    Email:infotw@manara.asia
                    營業時間: 週一至週五，上午9:00- 下午17:00 (週六日、國定例假日休息)

                    二、個人資料安全

                    對於您的個人資料，MaNara將遵守個人資料保護相關法令規定。MaNara將依照個人資料保護法令相關規定保護您的個人資料，將定期因相關法令規定變動等因素，在未另行預告使用者的狀況下，予以適當修訂與變更。
                    為了完成交易，包括且不限於完成付款及交付等，您必須擔保在訂購過程中所留存的所有資料均為完整、正確、與當時情況相符的資料，如果事後有變更，您應該即時通知MaNara。
                    對於您所留存的資料，MaNara除了採用安全交易模式外，並承諾負保密義務，除了為完成交易或提供顧客服務而提供給相關商品或服務之配合廠商以外，不會任意洩漏或提供給第三人。
                    在下列情況下，MaNara有權查看或提供您的個人資料給有權機關、或主張其權利受侵害並提出適當證明的第三人：
                    ※ 依法令規定、或依司法機關或其他有權機關的命令；
                    ※ 為完成交易或執行本約定條款、或您違反本約定條款；
                    ※ 為維護MaNara系統的正常運作及安全；
                    ※ 為保護MaNara、其他使用者或第三人的合法權益。
                    本公司為了提供更加優良的情報以及網路服務，使用了Cookie機能。Cookies會透過您的瀏灠器，來識別使用者的電腦，而進行短暫的設定並存取您的造訪及瀏覽紀錄。
                    本公司以「順暢的進行訂單處理為目的，短暫記憶訂單內容」等服務，以及根據顧客在本公司網站的使用模式，將最適切的廣告方式，施放於本公司以外的網站等，為目的使用Cookies機能。我們的cookies並不會允許我們使用於上述目的以外的用途，以致侵害顧客隱私等，請安心使用。
                    ．若不接受Cookies提供個人使用情報，顧客可自行將瀏覽器設定為封鎖cookie蒐集。敬請注意，如果您選擇封鎖cookies，您就可能無法使用於本公司以外網站之部份個人化服務。
                    ．關於登錄後的顧客個人資料，皆使用透過Firewall防火牆安全防護系統之專用伺服器進行管理。

                    三、線上訂購

                    除本約定條款外，商品銷售網頁及訂購流程中相關網頁所呈現之相關資訊，包括相關交易條件、限制及說明等，亦為契約之一部分。 
                    您一旦在MaNara依照網頁所定方式、條件及流程完成訂購程序，就表示您提出要約、願意依照本約定條款及相關網頁上所載明的約定內容、交易條件或限制，訂購該商品或服務。您所留存的資料如有變更，應立即自行上線修改，且不得以資料不符為理由，否認訂購行為或拒絕付款。 
                    在您完成線上訂購程序以後，本系統會自動經由電子郵件或其他方式寄給您一封通知，但是該項通知只是通知您本系統已經收到您的訂購訊息，不代表交易已經完成或契約已經成立，MaNara保留是否接受您的訂單的權利。如果MaNara確認交易條件無誤、您所訂購之商品仍有存貨或所訂購之服務仍可提供、且無其他MaNara無法接受訂單之情形，MaNara會直接出貨，不另行通知。若交易條件有誤、商品無存貨、服務無法提供、或有MaNara無法接受訂單之情形，MaNara得拒絕接受訂購。 
                    若您選擇以信用卡支付價金，在線上輸入信用卡相關資訊，目的是為了向發卡機構確認信用卡之有效性及取得交易授權，不表示已經付款、也不代表交易已經完成或契約已經成立，MaNara保留是否接受您的訂單的權利。付款方式說明您瞭解並同意，雖然MaNara會盡力維護相關資料的正確性，但MaNara不以任何明示或默示的方式保證所有出現在網頁上、或相關訊息上的資料均為完整、正確、即時的資訊。關於相關商品或服務之訂購數量上限，依各該商品或服務銷售網頁及訂購流程中相關網頁之記載。如果相關商品或服務的規格、圖片或說明有誤，仍以服務提供者的資料為準。 
                    如果相關商品或服務的規格、圖片、說明、價格、或相關交易條件有誤，MaNara得在您完成訂購程序後二日內，拒絕接受您的訂單。 
                    關於您所訂購之商品或服務，其運費之計價及負擔方式，依各該商品或服務銷售網頁及訂購流程中相關網頁之記載定之。您在MaNara所進行的所有線上消費及與該等交易有關之事項，您和MaNara都同意以電子文件為表示方法，電腦系統將自動紀錄相關電子交易資料。 
                    MaNara網站內可能包含許多連結，這些被連結網站或網頁上的所有資訊，都是由被連結網站所提供，MaNara不以任何明示或默示的方式擔保其內容的正確性、可信度或即時性。

                    四、關於送貨/退貨退款

                    送貨:為確保商品確實送達，若有顧客家屬代為收貨之情形，本公司配送人員得請求出示相關證明。												
                    退貨:	
                    如果您所訂購的商品有瑕疵，您可以要求全額退費。
                    您可以依消費者保護法第十九條第一項之規定，行使相關權利。
                    關於退貨退款方式及條件，依各該商品銷售網頁及訂購流程中之相關網頁之記載。

                    您所退回的商品，必須保持所有商品、贈品、附件、包裝、及所有附隨文件或資料在出貨當時狀態的完整性，如果有實體發票，並應連同發票一併退回及簽署折讓單等相關法令所要求之單據；否則，MaNara得拒絕接受您的退貨退款要求。
                    您瞭解並同意，若因您要求退貨或換貨、或因MaNara無法接受您全部或部分之訂單、或契約因故解除或失其效力，而需為您辦理退款事宜時，MaNara得代您處理發票或折讓單等相關法令所要求之單據。

                    五、廣告或活動訊息郵件等的發送

                    若顧客欲停止接收廣告郵件、刪除個人資料等需求時，可隨時與本公司聯絡，即可立即停止發送、刪除個人資料。

                    六、系統安全及備份

                    MaNara將確保本系統具有符合一般可合理期待之安全性；但本系統不以任何明示或默示的方式擔保您所上載或傳輸的資料將被正常顯示或處理、亦不擔保資料傳輸的正確性，如果您發現本系統有錯誤或疏失，請立即通知MaNara。
                    本系統會定期備份資料，但是除因故意或重大過失所致者外， MaNara不對任何資料的失誤刪除、或備份錯誤或失敗負責。

                    七、情報統計等的使用

                    提供於本公司之個人資料，本公司得在不公開個人身份前提下，加工處理製成使用狀況以及統計分析數據，該情報的利用得不受任何使用約制。
                    此外，數據的著作版權皆歸屬於本公司。

                    八、契約之解釋

                    本約定條款及相關網頁上所定各條、各項及相關約定之內容，如該條、該項、或該相關約定內容之全部或一部經法院認定為無效或不構成契約內容之一部，不影響其餘條項或其餘約定內容之效力；經法院認定為無效或不構成契約內容之一部之條項或約定內容，應依相關法令規定所允許之最大可能範圍內，為與原條項或原約定內容相符之解釋或補充。
                    因本約定條款及相關網頁上所定之任一條項或相關約定所取得或可主張之權利，其行使或不行使，不影響依本約定條款及相關網頁上所定其他條項或相關約定所取得或可主張之權利之行使或不行使。
                    依消費者保護法第十一條第二項之規定，定型化契約條款如有疑義時，應為有利於消費者之解釋。

                    九、其他約定

                    您瞭解並同意，如果MaNara將MaNara電子商務、及與其相關之權利義務關係及交易等合約移轉予第三人，則MaNara電子商務之權利義務關係、相關交易、以及相關資料等，包括且不限於相關之權利義務關係等，亦得一併移轉予該第三人承受、並由該第三人繼續提供服務。
                    您瞭解並同意，如果MaNara因故依法或依約必須對您負擔賠償或補償責任，則MaNara之賠償或補償責任，應以退還有爭議之該筆交易之實收金額為賠償或補償責任之上限。

                    十、準據法及管轄權

                    您在MaNara所進行的所有線上訂購、交易或行為，以及本約定條款及相關網頁上之約定，都以中華民國法令為準據法。
                    所有因為您在MaNara進行線上訂購、交易或行為，以及因本約定條款或相關網頁上之約定所發生的糾紛，如果因此而涉訟，除法律另有強制規定者應依其規定外，都以台灣台北地方法院為第一審管轄法院。

                </textarea>
                <div class="btn_area">
                    <a href="<!--{$smarty.const.TOP_URLPATH}-->" class="btn f_black">
                        不同意
                    </a>
                    <a href="<!--{$smarty.const.ENTRY_URL}-->" class="btn f_white bg_red">
                        同意
                    </a>
                </div>

                </form>
            </div>
        </div>


        <!--   肚子結束  -->

        
    </div>
</div>   

<style>
    .bxslider li{
        display: none;
    }
    .bxslider li:first-child{
        display: block;
    }
</style>



<?php include '../footer.php'; ?> 

